---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterStringGreaterOrEqual
source: html/e22b6827-b01f-b0df-875b-5e9c87a1f867.htm
---
# FilterStringGreaterOrEqual Properties

Specifies whether the .NET object represents a valid Revit entity.